{"de":{"Welcome to AllMyWallets!":"Willkommen bei AllMyWallets!"},"fr":{"Add a first wallet":"Ajouter votre premier portefeuille","All your wallet balances in the same place":"Tous vos portefeuilles au même endroit","AllMyWallets is currently available in the following languages:":"AllMyWallets est actuellement disponible dans les langues suivantes:","AMW can be used on any modern devices, including your smartphone using Chrome, Chromium or Brave.":"AMW peut être utilisé sur tous les appareils modernes, y compris votre smartphone en utilisant Chrome, Chromium ou Brave.","AMW can retrieve your balances from cryptocurrency explorers to exchanges.":"AMW peut récupérer vos soldes en passant par des explorateurs de cybermonnaies aux plateformes d'échanges.","AMW data is stored in your browser and stays in your browser.":"Les données utilisées par AMW sont stockées dans votre navigateur et n'en sortent pas.","AMW is the first decentralized privacy-focused app to see all your wallets at a glance, and receive push notifications\n        whenever your balances change.":"AMW est la première application décentralisée respectueuse de votre vie privée vous permettant de surveiller vos portefeuilles en un coup d'oeil et de recevoir des notifications quand vos soldes changent.","AMW only uses public keys and read-only API keys to display your balances.":"AMW n'utilise que des clés publiques et des clés d'API en lecture seule pour afficher vos balances.","AMW sends push notifications so you can receive notifications on your smartphone without using the app.":"AMW envoie des notifications push pour que vous puissiez recevoir des notifications sur votre smartphone sans devoir utiliser l'application.","An upgrade is available!":"Une mise à jour est disponible !","Be notified when your money is on the move":"Recevez des notifications à chaque transfert d'argent","Bugs":"Bugs","Close":"Fermer","Contribute":"Contribuer","Credits":"Crédits","Decentralized and privacy-first":"Décentralisé et respectueux de la vie privée","For balance icons":"Pour les icônes de cybermonnaies","For price history":"Pour l'historique des prix","Import configuration":"Importer une configuration","No balance has been loaded yet. Click on the button below to refresh your wallets.":"Aucun solde n'a encore été chargé. Cliquez sur le bouton ci-dessous pour rafraîchir vos portefeuilles.","Refresh wallets balances":"Rafraîchir les soldes des portefeuilles","Release notes":"Dernières nouveautés","See on GitHub":"Voir sur GitHub","Settings":"Paramètres","Statistics":"Statistiques","This app uses awesome tools from the cryptocurrencies space!":"Cette application utilise des outils géniaux développés par la communauté des cybermonnaies !","Translations":"Traductions","Welcome to AllMyWallets!":"Bienvenue sur AllMyWallets !","You can <a href=\"https://github.com/allmywallets/allmywallets/tree/master/app/translations\">contribute to translate\n      the app</a>!":"Vous pouvez <a href=\"https://github.com/allmywallets/allmywallets/tree/master/app/translations\">contribuer à traduire l'application</a> !","You don't have any notifications.":"Vous n'avez aucune notification.","Your cryptocurrencies never at risk":"Vos cybermonnaies toujours en sécurité"}}