{"de":{"Welcome to AllMyWallets!":"Willkommen bei AllMyWallets!"},"fr":{"A wallet is a set of balances which will be displayed on the homepage of AMW.":"Un portefeuille est un ensemble de soldes qui seront affichés sur la page d'accueil de AMW.","Add a first wallet":"Ajouter votre premier portefeuille","Add a new wallet":"Ajouter un nouveau portefeuille","All your wallet balances in the same place":"Tous vos portefeuilles à un seul endroit","AllMyWallets can be translated and is currently available in %{count} different languages:":"AllMyWallets peut être traduit et est actuellement disponible dans %{count} langues différentes :","AllMyWallets is being developed by a group of volunteers and the AllMyWallets community. If you like the app,\n      don't hesitate to contribute too! There are many easy methods to get started.":"AllMyWallets est développé par un groupe de bénévoles et par la communauté AllMyWallets. Si vous aimez l'application, n'hésitez pas à contribuer aussi ! Il existe de nombreuses méthodes simples pour commencer.","AMW can be used on any modern devices, including your smartphone using Chrome, Chromium or Brave.":"AMW peut être utilisé sur tous les appareils modernes, y compris votre smartphone en utilisant Chrome, Chromium ou Brave.","AMW can retrieve your balances from cryptocurrency explorers to exchanges.":"AMW peut récupérer vos soldes en passant par des explorateurs de cybermonnaies aux plateformes d'échanges.","AMW data is stored in your browser and stays in your browser.":"Les données utilisées par AMW sont stockées dans votre navigateur et n'en sortent pas.","AMW is the first decentralized privacy-focused app to see all your wallets at a glance, and receive push notifications\n        whenever your balances change.":"AMW est la première application décentralisée respectueuse de votre vie privée vous permettant de surveiller vos portefeuilles en un coup d'oeil et de recevoir des notifications quand vos soldes changent.","AMW only uses public keys and read-only API keys to display your balances.":"AMW n'utilise que des clés publiques et des clés d'API en lecture seule pour afficher vos balances.","AMW sends push notifications so you can receive notifications on your smartphone without using the app.":"AMW envoie des notifications push pour que vous puissiez recevoir des notifications sur votre smartphone sans devoir utiliser l'application.","An upgrade is available!":"Une mise à jour est disponible !","Application upgrade":"Mise à jour de l'application","Available soon...":"Bientôt disponible ...","Be notified when your money is on the move":"Recevez des notifications à chaque transfert d'argent","Be sure to know what you are doing...":"Assurez-vous de savoir ce que vous faites ...","Beware! Editing this configuration may break the application.":"Attention ! La modification de cette configuration peut casser l'application.","Bugs and new features":"Bugs et nouvelles fonctionnalités","Click here to upgrade.":"Cliquez ici pour mettre à jour l'application.","Close":"Fermer","Collapse":"Fermer","Configuration needs to be updated!":"La configuration doit être mise à jour !","Contact":"Contact","Contact us":"Contactez nous","Contribute":"Contribuer","Contribute on GitHub":"Contribuez sur GitHub","Credits":"Crédits","Current editable configuration:":"Configuration éditable actuelle :","Danger zone":"Zone dangereuse","Decentralized and privacy-first":"Décentralisé et respectueux de la vie privée","Display customization":"Personnalisation de l'affichage","Do not hesitate to contribute by correcting or adding new translations.":"N'hésitez pas à contribuer en corrigeant ou en ajoutant de nouvelles traductions.","Do not hesitate to give a star to the AllMyWallets repository on Github.":"N'hésitez pas à donner une étoile au dépôt AllMyWallets sur Github.","Donate":"Donation","Download Brave browser":"Télécharger le navigateur Brave","Ethereum, ERC20 Tokens":"Ethereum, Tokens ERC20","Example:":"Exemple :","Expand":"Ouvrir","Expert mode":"Mode expert","Expert mode allows you to update your raw configuration directly.":"Le mode expert vous permet de modifier votre configuration directement.","Export configuration":"Exporter la configuration","Filter:":"Filtrer :","For balance icons":"Pour les icônes de cybermonnaies","For exchanges balances data":"Pour les données des plateformes d'échanges","For price history":"Pour l'historique des prix","Force app upgrade:":"Forcer la mise à jour de l'application :","If you want to donate in another currency directly (to avoid paying too much exchange fees), don't hesitate to contact us.":"Si vous souhaitez faire un don directement dans une autre devise (pour éviter de payer trop de frais de change), n'hésitez pas à nous contacter.","If you want to start contributing to the code base of AllMyWallets, don't hesitate to ask for help or directions.":"Si vous voulez commencer à contribuer au code de AllMyWallets, n'hésitez pas à nous demander de l'aide ou des conseils.","Import configuration":"Importer une configuration","It is strongly recommended to update to benefit from bug and security fixes as well as new features.":"Il est fortement recommandé de mettre à jour pour bénéficier de correctifs de bugs et de sécurité ainsi que de nouvelles fonctionnalités.","New %{provider} wallet":"Nouveau %{provider} portefeuille","No balance has been loaded yet. Click on the button below to refresh your wallets.":"Aucun solde n'a encore été chargé. Cliquez sur le bouton ci-dessous pour rafraîchir vos portefeuilles.","Other":"Autre","Paste the exported code on the following input field.":"Collez le code exporté dans le champ de saisie suivant.","Please consider upgrading to the last version of one of the following browsers:":"Merci de mettre à jour votre navigateur vers l'un des suivants :","Refresh wallets balances":"Rafraîchir les soldes des portefeuilles","Release notes":"Dernières nouveautés","Replace configuration":"Remplacer la configuration","See on GitHub":"Voir sur GitHub","Send us an e-mail":"Envoyez nous un e-mail","Settings":"Paramètres","Settings and configuration":"Paramètres et configuration","Some critical requirements are missing to get all the features of AllMyWallets.":"Des dépendances critiques sont manquantes pour pouvoir utiliser toutes les fonctionnalités de AllMyWallets.","Some dangerous actions you can do with the application.":"Quelques actions dangereuses que vous pouvez faire avec l'application.","Spread the word":"Faites passer le mot","Spreading the word about AllMyWallets is extremely beneficial to the app, because it offers more users and\n          contributors to enhance translations, existing features and fix bugs.":"Faire découvrir AllMyWallets est extrêmement bénéfique pour l'application. Cela permettra à plus d'utilisateurs et de contributeurs d'améliorer les traductions, les fonctionnalités existantes et de corriger les bugs.","Star on GitHub":"Star sur GitHub","Statistics":"Statistiques","Support":"Support","System checks":"Vérifications du système","The app will be entirely reinstalled, but data should be preserved. You may also want to remove and add back\n              the application icon on your home screen to refresh the splash screen.":"L'application sera entièrement réinstallée, mais les données seront conservées. Vous pouvez également supprimer et rajouter l'icône de l'application sur votre écran d'accueil pour actualiser l'écran de démarrage.","The configuration require unique ids of 20 characters for each wallet to be generated. You can use the following\n        ones if you are not inspired:":"La configuration nécessite des identifiants uniques de 20 caractères pour chaque portefeuille à générer. Vous pouvez utiliser ceux qui suivent si vous n'êtes pas inspiré :","There are many different ways to support AllMyWallets. Don't hesitate to propose new ideas to promote AllMyWallets\n      on our GitHub repository.":"Il existe plusieurs façons de contribuer pour AllMyWallets. N'hésitez pas à proposer de nouvelles idées pour promouvoir AllMyWalletssur notre dépôt GitHub.","This app uses awesome tools from the cryptocurrencies space!":"Cette application utilise des créations de qualité développés par la communauté des cybermonnaies !","Translate the application":"Traduire l'application","Translations":"Traductions","We don't respond to bug reports (except for responsible disclosures) nor feature requests.\n            Please use our GitHub repository instead.":"Nous ne répondons pas aux rapports de bugs (sauf pour les signalements de failles de sécurité) ni aux demandes de fonctionnalités. Utilisez plutôt notre dépôt GitHub.","We will try to respond to your e-mail as soon as possible. It may take several days, though.":"Nous allons essayer de répondre à votre e-mail dès que possible. Cependant, cela peut prendre plusieurs jours.","Welcome to AllMyWallets!":"Bienvenue sur AllMyWallets !","You can add a new wallet by selecting a provider on the list below.":"Vous pouvez ajouter un nouveau portefeuille en sélectionnant un fournisseur dans la liste ci-dessous.","You can also copy the following code and paste it on the target device at the address":"Vous pouvez également copier le code suivant et le coller sur l'appareil cible à l'adresse","You can also copy the following url and access it on the target device:":"Vous pouvez également copier l'URL suivante et y accéder sur le périphérique cible :","You can also share a link to AMW on social networks or Reddit, for instance.":"Vous pouvez également partager un lien vers AMW sur les réseaux sociaux ou Reddit, par exemple.","You can also use Brave to donate a small amount of BAT each month to the project.":"Vous pouvez également utiliser Brave pour faire un don d'une petite quantité de BAT chaque mois au projet.","You can export your configuration to another device. Notice that you will need to export your configuration each\n      time it is updated on a device to get your configuration updated everywhere, because your data is not saved on\n      an external server.":"Vous pouvez exporter votre configuration vers un autre appareil. Notez que vous devrez exporter votre configuration à chaque fois qu'elle est mise à jour sur l'un de vos appareil, car celle-ci n'est pas synchronisée sur un serveur externe.","You can scan the below QRCode and copy the code that will be shown by your device at the address":"Vous pouvez scanner le QRCode ci-dessous et copier le code qui sera affiché sur votre appareil à l'adresse","You can scan the below QRCode:":"Vous pouvez scanner le QRCode ci-dessous :","You can send bugs reports or contribute to the development in our GitHub repository. We are open to any\n          contribution or feature request.":"Vous pouvez nous envoyer des rapports de bugs ou contribuer au développement sur notre dépôt GitHub. Nous sommes ouverts à toutes contributions ou idées de fonctionnalités.","You can send us a tip if you like our work. This will help us paying for the servers and allow us spending\n            more time on AMW development.":"Vous pouvez nous faire un don si vous aimez notre travail. Cela nous aidera à financer les serveurs et nous permettra de passer plus de temps sur le développement d'AMW.","You can use this page to customize AMW, or import/export your configuration.":"Vous pouvez utiliser cette page pour personnaliser AMW ou importer/exporter votre configuration.","You don't have any notifications.":"Vous n'avez aucune notification.","You've exported your configuration from another device?":"Avez-vous exporté votre configuration depuis un autre appareil ?","Your browser is compatible with AllMyWallets!":"Votre navigateur est compatible avec AllMyWallets !","Your configuration will be definitely overwritten by the new configuration. You cannot undo this operation.":"Votre configuration sera définitivement écrasée par la nouvelle configuration. Cette opération est irréversible.","Your cryptocurrencies never at risk":"Vos cybermonnaies toujours en sécurité"}}